{
  "Options.SECTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod]": "Better Bulldozer",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Permitir a remoção de sub-redes de elementos",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Permitir a remoção de redes, como estradas, caminhos, marcadores, etc., dos edifícios. A remoção de sub-redes de elementos pode danificar a conectividade dentro de um asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "Permitir a remoção de extensões",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "As extensões são melhorias dos edifícios que estão dentro do perímetro do lote principal do edifício. Isto permitirá a sua remoção, mas a remoção de algumas extensões pode danificar a conectividade dentro de um asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Remover automaticamente a relva cuidada",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Remove automaticamente as superfícies de relva 01 e superfícies de relva 02 dos edifícios colocados e gerados.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Remover automaticamente cercas e sebes",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Remove automaticamente cercas e sebes de edifícios colocados, gerados, quando são atualizados e ao carregar um jogo guardado. Continuam a aparecer temporariamente ao mover ou colocar os edifícios. Isto é destinado a jogadores que preferem desenhar as suas próprias cercas e que não querem remover as cercas constantemente. Desativar esta opção desencadeia uma restauração, que pode demorar a completar-se, especialmente se também estiveres a remover automaticamente objetos de marca.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Remover automaticamente objetos de marca e anúncios publicitários",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Remove automaticamente objetos de marca e anúncios publicitários de edifícios colocados, gerados, quando são atualizados e ao carregar um jogo guardado. Continuam a aparecer temporariamente ao mover ou colocar os edifícios. Isto é destinado a jogadores que não querem qualquer objeto de marca e que podem querer ter controlo sobre quando e onde aplicar objetos de marca. Desativar esta opção desencadeia uma restauração, que pode demorar a completar-se, especialmente se também estiveres a remover automaticamente cercas e sebes.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Repor as definições do Better Bulldozer",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Após confirmação, isto irá repor as definições do Better Bulldozer.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Repor as definições do Better Bulldozer?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Remover com segurança",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Isto é recomendado apenas se tiveres utilizado os modos de seleção Correspondente e Similar da ferramenta Remover Sub-Elementos para 'remover permanentemente' tipos ou categorias específicas de sub-elementos. Isto remove todo o histórico do que foi 'removido permanentemente' ao eliminar todos os componentes do mod Better Bulldozer e entidades de armazenamento do teu ficheiro de jogo guardado. Esta ação não pode ser desfeita.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Remover com segurança o mod Better Bulldozer?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Restaurar cercas e sebes",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Desencadeia atualizações em todos os edifícios e áreas com sub-faixas, de modo a que cercas e sebes (e todos os subobjetos que não foram 'removidos permanentemente') sejam restaurados após teres utilizado a opção Remover automaticamente cercas e sebes. Isto pode demorar algum tempo.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Restaurar cercas e sebes? Isto pode demorar algum tempo, especialmente se estiveres a remover automaticamente objetos de marca.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Restaurar objetos de marca",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Desencadeia atualizações em tudo o que tem subobjetos, de modo a que todos os subobjetos, incluindo os objetos de marca que não foram 'removidos permanentemente', sejam restaurados após teres utilizado a opção Remover automaticamente objetos de marca e anúncios publicitários. Isto pode demorar algum tempo.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Restaurar objetos de marca? Isto pode demorar algum tempo, especialmente se estiveres a remover automaticamente cercas e sebes.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Remover superfícies de relva próprias",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Remove todas as superfícies de relva 01 e superfícies de relva 02 de edifícios que já existem. Esta ação não pode ser desfeita.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Remover superfícies de relva de todos os edifícios? Esta ação não pode ser desfeita.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastMarkersButton": "Mostra e direciona EXCLUSIVAMENTE marcadores de objetos estáticos ou redes invisíveis. Com esta opção ativada, podes demolir redes invisíveis, decalques de estacionamento invisíveis, vários pontos, locais e geradores de tráfego, mas GUARDA O JOGO PRIMEIRO! Também utiliza a opção Remover Sub-Elementos para os remover de edifícios.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.GameplayManipulationButton": "Permite utilizar a ferramenta de demolição em objetos em movimento, como veículos ou cidadãos (cims).",
  "YY_BETTER_BULLDOZER_DESCRIPTION.BypassConfirmationButton": "Desativa o aviso de confirmação para perguntar se queres mesmo demolir um edifício.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastAreasButton": "Faz com que a ferramenta de demolição vise EXCLUSIVAMENTE superfícies ou espaços dentro ou fora dos edifícios, permitindo removê-los com um clique. Tens de desativar esta opção para demolir qualquer outra coisa.",
  "YY_BETTER_BULLDOZER.Filter": "Filtro",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SurfacesFilterButton": "Para remover superfícies dentro ou fora dos edifícios com um clique.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SpacesFilterButton": "Para remover espaços, incluindo: áreas de caminhada, parque e convívio. Atualmente, não são visíveis com esta ferramenta, mas serão destacados quando passa o cursor por cima. Com esta opção ativada, podes direcioná-los dentro ou fora dos edifícios e removê-los com um clique.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.StaticObjectsFilterButton": "Para remover decalques de estacionamento invisíveis, vários pontos, locais e geradores de tráfego. Também utiliza a opção Remover Sub-Elementos para os remover de edifícios. Sem a opção Remover Sub-Elementos, ao tentar direcioná-los dentro de edifícios, o edifício será removido!",
  "YY_BETTER_BULLDOZER_DESCRIPTION.NetworksFilterButton": "Para remover redes invisíveis. Também utiliza a opção Remover Sub-Elementos para as remover de edifícios, se não estiver desativada nas definições. Sem a opção Remover Sub-Elementos, ao tentar direcioná-las dentro de edifícios, não terá efeito.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastLanesButton": "Para remover prefabricados de faixas de rede e geometria de faixas de rede, como cercas interligadas, sebes interligadas e marcações lineares de rua. Não podes criar estes elementos no jogo sem um mod para isso.",
  "BetterBulldozer.TOOLTIP_TITLE[GameplayManipulationButton]": "Remover objetos em movimento e cidadãos (cims)",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastAreasButton]": "Remover superfícies e espaços",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastMarkersButton]": "Remover marcadores",
  "BetterBulldozer.TOOLTIP_TITLE[BypassConfirmationButton]": "Ignorar confirmação",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastLanesButton]": "Remover faixas de rede",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementBulldozerButton]": "Remover sub-elementos",
  "BetterBulldozer.TOOLTIP_TITLE[SurfacesFilterButton]": "Filtro de superfícies",
  "BetterBulldozer.TOOLTIP_TITLE[SpacesFilterButton]": "Filtro de espaços",
  "BetterBulldozer.TOOLTIP_TITLE[StaticObjectsFilterButton]": "Filtro de objetos estáticos",
  "BetterBulldozer.TOOLTIP_TITLE[NetworksFilterButton]": "Filtro de redes",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementBulldozerButton]": "Remove objetos decorativos, árvores, decalques, cercas, sebes, extensões e redes de assets. Esta ferramenta pode danificar a conectividade dentro dos assets. Alguns elementos são mais seguros para remover, como: objetos decorativos, árvores, decalques, cercas, sebes e anexos. Outros elementos são menos seguros para remover, como: redes e extensões. Podes proibir a remoção desses elementos nas definições.",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementsOfMainElement]": "Sub-elementos do asset principal",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementsOfMainElement]": "Para remover sub-elementos, como objetos decorativos, árvores, decalques, cercas, sebes, extensões e redes do asset principal.",
  "BetterBulldozer.TOOLTIP_TITLE[UpgradeIsMain]": "Sub-elementos de anexos e extensões",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[UpgradeIsMain]": "Para remover sub-elementos, como objetos decorativos, árvores e decalques, pertencentes a anexos e extensões do edifício principal.",
  "BetterBulldozer.TOOLTIP_TITLE[Single]": "Item único",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Single]": "Seleciona um único sub-elemento de cada vez. A remoção única não é permanente e irá regenerar-se sempre que o asset for atualizado.",
  "BetterBulldozer.TOOLTIP_TITLE[Matching]": "Correspondência exata",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Matching]": "Seleciona todos os sub-elementos que correspondem exatamente dentro do edifício, anexo, extensão ou rede e 'remove-os permanentemente'. (ou seja, todas as árvores de carvalho neste asset). 'Remoção permanente' significa que, sempre que forem regenerados, serão automaticamente removidos novamente pouco depois.",
  "BetterBulldozer.TOOLTIP_TITLE[Similar]": "Categoria similar",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Similar]": "Seleciona todos os sub-elementos de uma categoria semelhante dentro do edifício, anexo, extensão ou rede e 'remove-os permanentemente'. As categorias incluem: árvores, plantas, postes de luz, caixotes de lixo, objetos de marca e anúncios, locais de atividade, e todas as sebes e cercas. (ou seja, todas as árvores neste asset). 'Remoção permanente' significa que, sempre que forem regenerados, serão automaticamente removidos novamente pouco depois.",
  "BetterBulldozer.TOOLTIP_TITLE[Reset]": "Repor asset",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Reset]": "Repor assets selecionando aqueles que têm sub-elementos 'removidos permanentemente' usando Correspondência exata ou Categoria semelhante.",
  "BetterBulldozer.TOOLTIP_TITLE[SingleMovingObject]": "Único",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SingleMovingObject]": "Utiliza a ferramenta de demolição padrão para remover a maioria dos veículos, cidadãos (cims) ou animais individuais. Usa a seleção por raio se não conseguires remover um veículo, cim ou animal.",
  "BetterBulldozer.TOOLTIP_TITLE[RadiusSelection]": "Seleção por raio",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[RadiusSelection]": "Remove TODOS os veículos, cidadãos (cims) ou animais dentro do raio e aqueles em uma coluna vertical acima e abaixo do ponto onde o raio atinge o terreno. Isto pode remover veículos danificados, presos, não selecionáveis e sem proprietário, incluindo aqueles colocados pelo jogador, e animais gerados por geradores colocados pelo jogador. Os veículos colocados pelo jogador podem ter impactos negativos na simulação e não são objetos decorativos.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[IncreaseRadius]": "Aumentar o raio.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecreaseRadius]": "Diminuir o raio.",
  "BetterBulldozer.TOOLTIP_TITLE[AllFilters]": "Ligar/desligar todos os filtros",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[AllFilters]": "Seleciona todos ou nenhum dos filtros, dependendo da tua seleção atual. Não ter nenhum filtro selecionado impedirá a ferramenta de demolição de funcionar.",
  "BetterBulldozer.TOOLTIP_TITLE[BuildingFilter]": "Filtro de edifícios",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[BuildingFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova assets de edifícios.",
  "BetterBulldozer.TOOLTIP_TITLE[VanillaNetworksFilter]": "Filtro de redes",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[VanillaNetworksFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova assets de rede, como estradas, trilhos e linhas de energia.",
  "BetterBulldozer.TOOLTIP_TITLE[TreeFilter]": "Filtro de árvores",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[TreeFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova árvores e arbustos selvagens.",
  "BetterBulldozer.TOOLTIP_TITLE[PlantFilter]": "Filtro de plantas",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PlantFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova plantas que não são árvores, como arbustos cultivados e plantas em vasos.",
  "BetterBulldozer.TOOLTIP_TITLE[DecalFilter]": "Filtro de decalques",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecalFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova decalques.",
  "BetterBulldozer.TOOLTIP_TITLE[PropFilter]": "Filtro de outros objetos decorativos",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PropFilter]": "Desativar esta opção impedirá que a ferramenta de demolição remova quaisquer objetos decorativos que não sejam árvores, plantas ou decalques.",
  "BetterBulldozer.SECTION_TITLE[Tier]": "Categoria",
  "BetterBulldozer.SECTION_TITLE[Selection]": "Seleção",
  "BetterBulldozer.SECTION_TITLE[Radius]": "Raio",
  "BetterBulldozer.WARNING_TOOLTIP[BulldozeSubelement]": "Demolir sub-elemento",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalProhibited]": "A remoção de extensões foi desativada nas definições.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingMarkerNetworksProhibited]": "A remoção de redes de sub-elementos foi desativada nas definições.",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalWarning]": "Remover algumas extensões irá danificar os assets.",
  "BetterBulldozer.WARNING_TOOLTIP[SubelementNetworkRemovalWarning]": "Remover redes de sub-elementos pode danificar os assets.",
  "BetterBulldozer.WARNING_TOOLTIP[NetworksUseSingleItem]": "A remoção de múltiplas redes de sub-elementos não é suportada. Usa a seleção de Item Único em vez disso.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromRoads]": "A remoção de sub-elementos únicos de estradas não é recomendada devido à regeneração frequente.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromGrowable]": "A remoção de sub-elementos únicos de edificáveis que podem evoluir não é recomendada devido à regeneração ao subir de nível.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromServiceBuildings]": "Recomenda-se a compra de todas as melhorias antes de remover sub-elementos únicos de edifícios de serviço para evitar a regeneração."
}