{
  "Options.SECTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod]": "Better Bulldozer",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Permitir eliminar redes de sub elementos",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Permite eliminar redes tales como carreteras, caminos, marcadores, y otros de edificios. Eliminar redes de sub elementos puede interrumpir la conectividad dentro de un asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "Permitir eliminar extensiones",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "Las extensiones son mejoras de edificios que están dentro del edificio principal. Esto permitirá eliminarlos, pero eliminar algunas extensiones puede interrumpir la conectividad dentro del asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Eliminar el césped decorado",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Elimina superficie de césped 01 y la superficie de césped 02 de los edificios automáticamente.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Eliminar vallas y bordes de vegetación",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Elimina automáticamente vallas y bordes de vegetación en edificios cuando se actualizan, y al cargar una partida. Todavía aparecen temporalmente mientras se mueven o se colocan. Esto está destinado a los jugadores que quieren colocar sus propiaspor todas partes y no quieren eliminarlas cada vez. Deshabilitar esto ejecuta una restauración que lleva tiempo completarse, especialmente si se están eliminando automáticamente objetos de marca.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Eliminar objetos de marcas y vallas comerciales",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Elimina automáticamente objetos de marcas y vallas comerciales en edificios cuando se actualizan, y al cargar una partida. Todavía aparecen temporalmente mientras se mueven o se colocan. Esto está destinado a los jugadores que quieren tener más control sobre los detalles de vallas comerciales y otros objetos de marcas. Deshabilitar esto ejecuta una restauración que lleva tiempo completarse, especialmente si se están eliminando automáticamente vallas y otros objetos de marca.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Restablecer ajustes de Better Bulldozer",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Al confirmar, se restableceran los ajustes de Better Bulldozer.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "¿Restablecer ajustes de Better Bulldozer?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Eliminar de forma segura",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Esto sólo se recomienda si ha utilizado los modos de selección coincidente y similar en el modo eliminar sub elementos para 'eliminar permanentemente' tipos específicos o categorías de sub elementos. Esto elimina todo el historial de lo que fue \"eliminado permanentemente\". Todos los datos se eliminarán del archivo de guardado. Esto no se puede deshacer.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "¿Eliminar con seguridad el mod Better Bulldozer?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Restaurar vallas y bordes de vegetación",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Ejecuta una actualización en todos los edificios y áreas con sub carriles para que las vallas y bordes de vegetación (y todos los sub objetos no \"eliminados permanentemente\") sean restaurados después de haber utilizado la opción de \"Eliminar vallas y bordes de vegetación\". Esto puede llevar algún tiempo.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "¿Restaurar vallas y bordes de vegetación? Esto puede tomar algún tiempo, especialmente si estás utilizando la opción de \"Eliminar objetos de marcas y vallas comerciales\".",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Restaurar objetos de marcas",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Ejecuta una actualización en todo lo que contenga sub objetos de tal manera que todos los sub objetos, incluyendo objetos de marcas no \"eliminados permanentemente\" sean restaurados después de haber utilizado la opción de \"Eliminar objtos de marcas y vallas comerciales\". Esto puede llevar algún tiempo.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "¿Restaurar objetos de marcas? Esto puede tomar algún tiempo, especialmente si estás utilizando la opción de \"Eliminar vallas y bordes de vegetación\".",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Eliminar superficies de césped",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Remueve todas las superficie de césped 01 y superficie de césped 02 de edificios que ya existen. Esto no se puede deshacer.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "¿Quitar superficies de césped de todos los edificios? Esto no se puede deshacer.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastMarkersButton": "Muestra y apunta EXCLUSIVAMENTE a marcadores de objetos estaticos o redes invisibles. Con esta opción activada, puedes demoler redes invisibles, marcas de parqueo invisibles, varios puntos y generadores, pero ¡GUARDA LA PARTIDA PRIMERO! No se pueden demoler dentro de los edificios.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.GameplayManipulationButton": "Te permite usar la excavadora en objetos en movimiento tales como vehículos y cims.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.BypassConfirmationButton": "Desactiva la pregunta de si estás seguro de que quieres demoler este edificio.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastAreasButton": "Hace que la excavadora apunte EXCLUSIVAMENTE a superficies o espacios dentro o fuera de los edificios para que puedas removerlos con un clic. Debes de tener esta opción desactivada para destruir cualquier otra cosa.",
  "YY_BETTER_BULLDOZER.Filter": "Filtro",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SurfacesFilterButton": "Para eliminar superficies dentro o fuera de los edificios con un clic.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SpacesFilterButton": "Para eliminar espacios incluyendo: Caminos, Parques y Áreas de recreación. No están actualmente visibles con esta herramienta, pero van a estar resaltadas cuando pases el ratón por encima. Con esta opción activada puedes seleccionarlos dentro o fuera de los edificios y eliminarlos con un solo clic.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.StaticObjectsFilterButton": "Para eliminar calcomanías de aparcamiento invisibles, varios puntos, puntos y puntos de generación. Solo se pueden eliminar los que están fuera de los edificios. ¡Si se intenta eliminar los que están dentro de los edificios, se eliminará el edificio!",
  "YY_BETTER_BULLDOZER_DESCRIPTION.NetworksFilterButton": "Para eliminar redes invisibles. Solo se pueden eliminar los que están fuera de los edificios. Si se intenta eliminar los que están dentro de los edificios no tendrá efecto.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastLanesButton": "Para eliminar prefabs \"Net-Lane\" y \"Net-Lane-Geometry\" tales como vallas interconectadas, bordes de vegetación y marcas de calle. ¡Al intentar de seleccionar a aquellos dentro de las redes, eliminará la red! No puedes crear estos dentro del juego sin el uso de algún un mod.",
  "BetterBulldozer.TOOLTIP_TITLE[GameplayManipulationButton]": "Eliminar objetos de movimiento y cims",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastAreasButton]": "Eliminar superficies y espacios",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastMarkersButton]": "Eliminar marcadores",
  "BetterBulldozer.TOOLTIP_TITLE[BypassConfirmationButton]": "Confirmación de bypass",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastLanesButton]": "Eliminar \"Net-Lanes\"",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementBulldozerButton]": "Eliminar sub elementos",
  "BetterBulldozer.TOOLTIP_TITLE[SurfacesFilterButton]": "Filtro de superficies",
  "BetterBulldozer.TOOLTIP_TITLE[SpacesFilterButton]": "Filtro de espacios",
  "BetterBulldozer.TOOLTIP_TITLE[StaticObjectsFilterButton]": "Filtro de objetos estáticos",
  "BetterBulldozer.TOOLTIP_TITLE[NetworksFilterButton]": "Filtro de redes",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementBulldozerButton]": "Elimina decoraciones, árboles, decals, vallas, subedificios, extensiones y redes de assets. Esta herramienta puede interrumpir la conectividad dentro de los assets. Algunos elementos son más seguros de eliminar, tales como: decoraciones, árboles, vallas, y subedificios. Algunos elementos son menos seguros de eliminar, tales como: redes y extensiones. Puedes prohibir eliminarlos en los ajustes del mod.",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementsOfMainElement]": "Sub elementos asset principal",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementsOfMainElement]": "Para permitir eliminar sub elementos como decoraciones, árboles, decals, vallas y bordes de vegetación, sub edificios, extensiones y redes del asset principal.",
  "BetterBulldozer.TOOLTIP_TITLE[UpgradeIsMain]": "Sub elementos de sub edificios y extensiones",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[UpgradeIsMain]": "Para eliminar sub elementos como decoraciones, árboles, decals pertenecientes a sub edificios y extensiones del edificio principal.",
  "BetterBulldozer.TOOLTIP_TITLE[Single]": "Elemento único",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Single]": "Selecciona un sub elemento a la vez. La eliminación única no es permanente, y se regenera cada vez que se actualiza el asset.",
  "BetterBulldozer.TOOLTIP_TITLE[Matching]": "Coincidencia exacta",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Matching]": "Selecciona todos los sub elementos que coincidan exactamente dentro del edificio, sub edificio, extensión o red y los elimina de forma permanente, por ejemplo, todos los árboles de roble en este asset. \"Remover permanente\" significa que cuando se regenere serán automáticamente removidos de nuevo poco después de haberse actualizado.",
  "BetterBulldozer.TOOLTIP_TITLE[Similar]": "Categoría similar",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Similar]": "Selecciona todos los sub elementos de categoría similar dentro del edificio, sub edificio, extensión o red y los elimina de forma permanente. Algunas categorías son: árboles, plantas, luces, papeleras, vallas comerciales, espacios de actividades, y vallas, por ejemplo, todos los árboles de un asset. \"Remover permanente\" significa que cuando se regenere serán automáticamente removidos de nuevo poco después de haberse actualizado.",
  "BetterBulldozer.TOOLTIP_TITLE[Reset]": "Restablecer asset",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Reset]": "Restablece assets al seleccionar alguno que tenga cualquier sub elemento que haya sido eliminado permanentemente utilizando \"Coincidencia exacta\" o \"Categoría similar\".",
  "BetterBulldozer.TOOLTIP_TITLE[SingleMovingObject]": "Individual",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SingleMovingObject]": "Utiliza la herramienta de excavadora de vanilla para quitar la mayoría de los vehículos, cims o animales. Utilice la selección de radio si esto no puede quitar un vehículo, cim o animal.",
  "BetterBulldozer.TOOLTIP_TITLE[RadiusSelection]": "Selección de radio",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[RadiusSelection]": "Elimina TODOS los vehículos, cims o animales dentro del radio y aquellos en una columna vertical arriba y abajo donde cubre el radio. Esto puede remover vehículos atascados, no seleccionables y sin dueños, incluyendo aquellos colocados por el jugador, y animales generados. Los vehículos colocados por el jugador pueden tener impactos negativos en la simulación y no son elementos.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[IncreaseRadius]": "Incrementar radio.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecreaseRadius]": "Disminuir radio.",
  "BetterBulldozer.TOOLTIP_TITLE[AllFilters]": "Alternar todos los filtros",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[AllFilters]": "Seleccione todas o ninguna de los filtros dependiendo de su selección actual. Al no seleccionar ninguno, no funcionará la herramienta.",
  "BetterBulldozer.TOOLTIP_TITLE[BuildingFilter]": "Filtro de edificios",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[BuildingFilter]": "Al desactivar esta opción se evitará que la herramienta elimine edificios.",
  "BetterBulldozer.TOOLTIP_TITLE[VanillaNetworksFilter]": "Filtro de redes",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[VanillaNetworksFilter]": "Al desactivar esta opción se evitará que la herramienta elimine carreteras, vías de tren, y líneas eléctricas.",
  "BetterBulldozer.TOOLTIP_TITLE[TreeFilter]": "Filtro de árboles",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[TreeFilter]": "Al desactivar esta opción se evitará que la herramienta elimine árboles y arbustos.",
  "BetterBulldozer.TOOLTIP_TITLE[PlantFilter]": "Filtro de plantas",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PlantFilter]": "Al desactivar esta opción se evitará que la herramienta elimine plantas que no son árboles ni arbustos.",
  "BetterBulldozer.TOOLTIP_TITLE[DecalFilter]": "Filtro de calcomanías",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecalFilter]": "Al desactivar esta opción se evitará que la herramienta elimine calcomanías.",
  "BetterBulldozer.TOOLTIP_TITLE[PropFilter]": "Filtro de elementos",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PropFilter]": "Al desactivar esta opción se evitará que la herramienta elimine elementos que no son árboles, plantas o calcomanías.",
  "BetterBulldozer.SECTION_TITLE[Tier]": "Nivel",
  "BetterBulldozer.SECTION_TITLE[Selection]": "Selección",
  "BetterBulldozer.SECTION_TITLE[Radius]": "Radio",
  "BetterBulldozer.WARNING_TOOLTIP[BulldozeSubelement]": "Demoler sub elemento",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalProhibited]": "La opción para eliminar extensiones está deshabilitada en los ajustes del mod.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingMarkerNetworksProhibited]": "La opción para eliminar extensiones de redes está deshabilitada en los ajustes del mod.",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalWarning]": "Eliminar algunas extensiones hará que el asset deje de funcionar.",
  "BetterBulldozer.WARNING_TOOLTIP[SubelementNetworkRemovalWarning]": "Eliminar algunas extensiones de redes hará que el asset deje de funcionar.",
  "BetterBulldozer.WARNING_TOOLTIP[NetworksUseSingleItem]": "No se pueden eliminar múltiples su elementos en redes. Debe usar selección única.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromRoads]": "No se recomienda eliminar elementos únicos de sub elementos de carreteras debido a que se regeneran frecuentemente.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromGrowable]": "No se recomienda elimnar sub elementos de zonas que cambian de nivel.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromServiceBuildings]": "Es recomendable adquirir todas las actualizaciones de los edificios de servicio antes de eliminar sub elementos para prevenir que se regeneren."
}