{
  "Options.SECTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod]": "Better Bulldozer",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Autoriser la suppression des réseaux de sous-éléments",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingSubElementNetworks]": "Autoriser la suppression de réseaux tels que les routes, les chemins, les marqueurs, etc des bâtiments. La suppression des réseaux de sous-éléments peut casser la connectivité d'un asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "Autoriser la suppression des extensions de bâtiments",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AllowRemovingExtensions]": "Les extensions sont des améliorations de bâtiments qui sont dans l'empreinte du lot de construction principal. Cela vous permettra de les supprimer, mais la suppression de certaines extensions peut casser la connectivité de l'asset.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Suppression automatique de l'herbe entretenue",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalManicuredGrass]": "Enlève automatiquement la Grass Surface 01 et la Grass Surface 02 des bâtiments déposés(plopped) et apparus.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Supprimer automatiquement les clôtures et les haies",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalFencesAndHedges]": "Enlève automatiquement les clôtures et les haies des bâtiments déposés(plopped) et apparus lorsqu'ils se mettent à jour et lors du chargement d'une sauvegarde. Elles apparaissent toujours temporairement en bougeant ou en déposant un assets. Ceci est destiné aux joueurs qui veulent dessiner leurs propres clôtures partout et ne veulent pas enlever les clôtures à chaque fois. Désactiver ceci déclenche une restauration qui prend du temps à se terminer, surtout si vous supprimez automatiquement les objets de marque.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Supprimer automatiquement les objets de marque et les publicités",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.AutomaticRemovalBrandingObjects]": "Retire automatiquement les objets de marque et les publicités des bâtiments déposés et apparus lorsqu'ils se mettent à jour et lors du chargement d'une sauvegarde. Ils apparaissent encore temporairement en bougeant ou en déposant des assets. Ceci est destiné aux joueurs qui ne veulent pas d'objets de marque où qu'ils se trouvent et qui peuvent vouloir contrôler quand et où ils appliquent des objets de marque. Désactiver ceci déclenche une restauration qui prend du temps à compléter, surtout si vous supprimez automatiquement les clôtures et les haies.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Réinitialiser les paramètres de Better Bulldozer",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Après confirmation, cela réinitialisera les paramètres de Better Bulldozer.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.ResetModSettings]": "Réinitialiser les paramètres de Better Bulldozer?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Retirer en toute sécurité",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Ceci n'est recommandé que si vous avez utilisé les modes de sélection Correspondance et Similaire de l'outil supprimer les sous-éléments pour \"supprimer définitivement\" des types ou des catégories spécifiques de sous-éléments. Cela supprime tout l'historique de ce qui a été \"supprimé définitivement\" en supprimant tous les composants et les entités de stockage du mod Better Bulldozer de votre fichier de sauvegarde. Cela ne peut pas être annulé.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.SafelyRemove]": "Retirer en toute sécurité le mode Better Bulldozer ?",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Restaurer les clôtures et les haies",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Déclenche les mises à jour sur tous les bâtiments et zones avec des sous-voies de sorte que les clôtures et haies (et tous les sous-objets non « définitivement supprimés ») soient restaurées après avoir utilisé la fonctionnalité de suppression automatique des clôtures et des haies. Cela peut prendre un certain temps.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreFencesAndHedges]": "Restaurer les clôtures et les haies ? Cela peut prendre un certain temps, surtout si vous supprimez automatiquement les objets de marque.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Restaurer les objets de marque",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Déclenche les mises à jour sur tout ce qui contient des sous-objets de sorte que tous les sous-objets, y compris les objets de marque qui ne sont pas « définitivement supprimés », soient restaurés après avoir utilisé la suppression automatique des objets de marque et publicités. Cela peut prendre un certain temps.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RestoreBrandingObjects]": "Restaurer les objets de marques ? Cela peut prendre un certain temps, surtout si vous supprimez automatiquement les clôtures et les haies.",
  "Options.OPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Enlever les surfaces d'herbe",
  "Options.OPTION_DESCRIPTION[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Supprime toutes les surfaces « Grass Surface 01 » et « Grass Surface 02 » des bâtiments existants. Cette action est irréversible.",
  "Options.WARNING[BetterBulldozer.Better_Bulldozer.BetterBulldozerMod.BetterBulldozerModSettings.RemovedOwnedGrassSurfaces]": "Supprimer les surfaces d'herbe de tous les bâtiments ? Cette action est irréversible.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastMarkersButton": "Vous permet de voir et cibler SEULEMENT les objets statiques ou les réseaux invisibles. Une fois cette option activée, vous pouvez détruire les routes invisibles, les calques invisibles, les générateurs d'agent et de voitures, etc. Nous vous conseillons FORTEMENT de sauvegarder votre partie avant d'utiliser cette fonction.\r\nVous ne pouvez pas détruire ceux qui font parti des bâtiments.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.GameplayManipulationButton": "Permet d'utiliser le bulldozer sur les objets en mouvement tels que les véhicules ou les cims.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.BypassConfirmationButton": "Désactive les confirmations de message qui demande si vous êtes sûr de vouloir détruire un bâtiment.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastAreasButton": "Permet de détruire seulement les surfaces ciblées à l'intérieur ou à l'extérieur d'un bâtiment afin de les supprimées à l'aide d'un seul clic. Vous devez désactiver cette option pour détruire autre chose.",
  "YY_BETTER_BULLDOZER.Filter": "Filtre",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SurfacesFilterButton": "Pour enlever les surfaces à l'intérieur ou à l'extérieur d'un bâtiment en un seul clic.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.SpacesFilterButton": "Pour supprimer des espaces, y compris : les zones de marche, de parc et les endroits où les cims peuvent flâner. Ils ne sont pas actuellement visibles avec cet outil, mais seront surlignés lorsqu'ils sont survolés. Avec cette option, vous pouvez les cibler à l'intérieur ou à l'extérieur des bâtiments et les supprimer d'un seul clic.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.StaticObjectsFilterButton": "Pour supprimer les calques invisibles de stationnement et autres calques, les générateurs de cims et de trafic. Seulement ceux en dehors des bâtiments peuvent être retirés. Si vous essayez de cibler ceux qui se trouvent à l'intérieur des bâtiments cela supprimera le bâtiment!",
  "YY_BETTER_BULLDOZER_DESCRIPTION.NetworksFilterButton": "Permet de supprimer les réseaux invisibles. Seulement ceux en dehors des bâtiments peuvent être supprimé. Si vous essayez sur les réseaux qui se trouvent à l'intérieur d'un bâtiment, cela ne fonctionnera pas.",
  "YY_BETTER_BULLDOZER_DESCRIPTION.RaycastLanesButton": "Pour enlever les prefabs « Net-Lane » et « Net-Lane-Geometry » tels que les clôtures ou haies interconnectées, et le marquage au sol linéaire des rues. Vous ne pouvez pas créer ces éléments en jeu sans utiliser un mod.",
  "BetterBulldozer.TOOLTIP_TITLE[GameplayManipulationButton]": "Supprimer les objets en mouvement et les cims",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastAreasButton]": "Supprimer les surfaces et espaces",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastMarkersButton]": "Supprimer les marqueurs",
  "BetterBulldozer.TOOLTIP_TITLE[BypassConfirmationButton]": "Outrepasser la confirmation",
  "BetterBulldozer.TOOLTIP_TITLE[RaycastLanesButton]": "Supprimer les voies de réseaux (net-lanes)",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementBulldozerButton]": "Supprimer les sous-éléments",
  "BetterBulldozer.TOOLTIP_TITLE[SurfacesFilterButton]": "Filtre de surfaces",
  "BetterBulldozer.TOOLTIP_TITLE[SpacesFilterButton]": "Filtre d'espaces",
  "BetterBulldozer.TOOLTIP_TITLE[StaticObjectsFilterButton]": "Filtre d'objets statiques",
  "BetterBulldozer.TOOLTIP_TITLE[NetworksFilterButton]": "Filtres de réseaux (networks)",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementBulldozerButton]": "Supprime les props, arbres, décals, clôtures, haies, sous-bâtiments, extensions et réseaux des assets. Cet outil peut briser la connectivité d'éléments à l'intérieur même des assets. Certains éléments sont plus sûrs à enlever que d'autres, comme les props, arbres, décals, clôtures, haies et les sous-bâtiments. Les éléments plus dangereux à supprimer sont les réseaux et les extensions. Vous pouvez interdire de supprimer ces derniers dans les paramètres.",
  "BetterBulldozer.TOOLTIP_TITLE[SubElementsOfMainElement]": "Sous-éléments de l'asset principal",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SubElementsOfMainElement]": "Pour enlever les sous-éléments tels que les props, arbres, décals, clôtures, haies, sous-bâtiments, extensions et réseaux de l'asset principal.",
  "BetterBulldozer.TOOLTIP_TITLE[UpgradeIsMain]": "Sous-éléments des sous-bâtiments et extensions",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[UpgradeIsMain]": "Pour enlever les sous-éléments tels que les props, arbres et décals appartenant aux sous-bâtiments et extensions du bâtiment principal.",
  "BetterBulldozer.TOOLTIP_TITLE[Single]": "Élément individuel",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Single]": "Sélectionne un seul sous-élément à la fois. La suppression d'un élément n'est pas permanente, il se régénérera à chaque mise à jour de l'asset.",
  "BetterBulldozer.TOOLTIP_TITLE[Matching]": "Correspondance exacte",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Matching]": "Sélectionne tous les sous-éléments avec correspondance exacte à l'intérieur du bâtiment, du sous-bâtiment, de l'extension ou du réseau, et les « supprime définitivement » (ex. tous les chênes de cet asset). « Suppression permanente » signifie que chaque fois qu'ils sont régénérés pour une raison ou une autre, ils seront automatiquement retirés à nouveau peu de temps après.",
  "BetterBulldozer.TOOLTIP_TITLE[Similar]": "Catégorie similaire",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Similar]": "Sélectionne tous les sous-éléments d'une catégorie similaire dans le bâtiment, le sous-bâtiment, l'extension ou le réseau et les « supprime définitivement ». Les catégories comprennent : arbres, plantes, lampadaires, poubelles, objets de marque et publicités, lieux d'activité, et toutes haies et clôtures (c'est-à-dire tous les arbres de cette ressource). « Suppression permanente » signifie que chaque fois qu'ils sont régénérés pour une raison ou une autre, ils seront automatiquement retirés à nouveau peu de temps après.",
  "BetterBulldozer.TOOLTIP_TITLE[Reset]": "Réinitialiser l'asset",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[Reset]": "Réinitialiser les assets en sélectionnant ceux qui ont des sous-éléments « définitivement supprimés » en utilisant la correspondance exacte ou par catégorie similaire.",
  "BetterBulldozer.TOOLTIP_TITLE[SingleMovingObject]": "Mode individuel",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[SingleMovingObject]": "Utilise l'outil bulldozer du jeu de base pour supprimer la plupart des véhicules, cims ou animaux. Utilisez la sélection par rayon si cela ne peut pas enlever un véhicule, cim ou animal.",
  "BetterBulldozer.TOOLTIP_TITLE[RadiusSelection]": "Sélection par rayon",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[RadiusSelection]": "Supprime TOUS les véhicules, cims ou animaux dans le rayon et ceux dans une colonne verticale au-dessus et au-dessous de ce rayon. Cela peut supprimer les véhicules et objets coincés, non sélectionnables ou non possédés par un cim, y compris ceux placés par le joueur, et les animaux générés par les spawns placés par le joueur. Les véhicules placés par un joueur et qui ne sont pas des props peuvent avoir des impacts négatifs sur les performances de simulation.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[IncreaseRadius]": "Augmente le rayon.",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecreaseRadius]": "Diminue le rayon.",
  "BetterBulldozer.TOOLTIP_TITLE[AllFilters]": "Activer/Désactiver tous les filtres",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[AllFilters]": "Sélectionne tout ou aucun des filtres en fonction de votre sélection actuelle. Aucune sélection n’empêchera l'outil bulldozer de fonctionner.",
  "BetterBulldozer.TOOLTIP_TITLE[BuildingFilter]": "Filtre de bâtiments",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[BuildingFilter]": "Désactiver ceci empêchera l’outil bulldozer de supprimer les bâtiments.",
  "BetterBulldozer.TOOLTIP_TITLE[VanillaNetworksFilter]": "Filtre de réseaux",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[VanillaNetworksFilter]": "Désactiver ceci empêchera l’outil bulldozer de supprimer les réseaux tels que les routes, pistes, lignes électriques, etc.",
  "BetterBulldozer.TOOLTIP_TITLE[TreeFilter]": "Filtre d’arbres",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[TreeFilter]": "Désactiver ceci empêchera l’outil bulldozer de supprimer les arbres et buissons sauvages.",
  "BetterBulldozer.TOOLTIP_TITLE[PlantFilter]": "Filtre de plantes",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PlantFilter]": "Désactiver ceci empêchera l'outil bulldozer de supprimer les plantes qui ne sont pas des arbres et buissons sauvages, tels que les buissons cultivés et les plantes en pot.",
  "BetterBulldozer.TOOLTIP_TITLE[DecalFilter]": "Filtre de décalques",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[DecalFilter]": "Désactiver ceci empêchera l’outil bulldozer de supprimer les « decals » (décalcomanies : textures d'images appliquées sur une surface).",
  "BetterBulldozer.TOOLTIP_TITLE[PropFilter]": "Filtre toute autre prop",
  "BetterBulldozer.TOOLTIP_DESCRIPTION[PropFilter]": "Désactiver cette option empêchera l’outil bulldozer de supprimer toutes les props qui ne sont pas des arbres, des plantes ou des décalques.",
  "BetterBulldozer.SECTION_TITLE[Tier]": "Mode",
  "BetterBulldozer.SECTION_TITLE[Selection]": "Sélection",
  "BetterBulldozer.SECTION_TITLE[Radius]": "Rayon",
  "BetterBulldozer.WARNING_TOOLTIP[BulldozeSubelement]": "Démolir le sous-élément",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalProhibited]": "La suppression des extensions a été désactivée dans les paramètres.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingMarkerNetworksProhibited]": "La suppression des réseaux de sous-éléments a été désactivée dans les paramètres.",
  "BetterBulldozer.WARNING_TOOLTIP[ExtensionRemovalWarning]": "La suppression de certaines extensions va corrompre les assets.",
  "BetterBulldozer.WARNING_TOOLTIP[SubelementNetworkRemovalWarning]": "La suppression des réseaux de sous-éléments peut corrompre les assets.",
  "BetterBulldozer.WARNING_TOOLTIP[NetworksUseSingleItem]": "La suppression de plusieurs réseaux de sous-éléments n'est pas prise en charge. Utilisez la sélection d'élément unique à la place.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromRoads]": "Il n'est pas recommandé de retirer les sous-éléments individuels des routes, en raison de leur régénération fréquente dès qu'une modification mineure leur est apportée.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromGrowable]": "Il n'est pas recommandé de supprimer des sous-éléments uniques des « growables » en raison des changements de niveaux, qui entraînent la régénération de l'asset.",
  "BetterBulldozer.WARNING_TOOLTIP[RemovingSubelementsFromServiceBuildings]": "Il est recommandé d'acheter toutes les améliorations avant de retirer un sous-élément unique des bâtiments de service, pour éviter la régénération."
}